export const gfMarathon = {
  startTitle: 'Старт марафона',
  startDescription: 'Добавьте свои данные "До"',
  uploadPhotoBefore: 'Загрузите фото "До"',
  uploadPhotoAfter: 'Загрузите фото "После"',
  uploadVideoBefore: 'Загрузите видео "До"',
  photoFront: 'Фото спереди',
  photoRear: 'Фото сзади',
  photoRight: 'Фото правй бок',
  photoLeft: 'Фото левый бок',
  photoExample: 'Пример фото',
  videoExample: 'Пример видео',
  enterCommonData: 'Введите общие данные',
  enterDataBefore: 'Введите данные “До”',

  manData: {
    commonData: {
      height: {
        image: '/manData/height.png',
        description: 'Ваш рост',
        unit: 'см',
      },
      age: {
        image: '/manData/age.png',
        description: 'Ваш возраст',
        unit: '',
      },
    },
    bodyData: {
      weight: {
        image: '/manData/weight.png',
        description: 'Ваш вес',
        unit: 'кг',
      },
      abs: {
        image: '/manData/abs.png',
        description: 'Обхват талии',
        unit: 'см',
        extendTitle: 'Как измерить?',
        extend: {
          image: '/manData/absExample.png',
          description: [
            'Снимите или приподнимите одежду с талии. Чтобы узнать точную мерку, необходимо измерить оголенный живот. ',
            'Талия представляет собой самую узкую часть торса, которая обычно находится на уровне пупка или чуть выше.',
            'Встаньте прямо, дышите нормально. Лента должна лежать параллельно полу и плотно облегать вашу талию, но не врезаться в кожу.',
            'Выдохните, а потом посмотрите на значение на ленте. Там, где начальный конец смыкается с ее хвостом и будет обхват талии.',
          ],
        },
      },
      butt: {
        image: '/manData/butt.png',
        description: 'Обхват бедер',
        unit: 'см',
        extendTitle: 'Как измерить?',
        extend: {
          image: '/manData/buttExample.png',
          description: [
            'Снимите или приподнимите одежду с талии. Чтобы узнать точную мерку, необходимо измерить оголенный живот. ',
            'Талия представляет собой самую узкую часть торса, которая обычно находится на уровне пупка или чуть выше.',
            'Встаньте прямо, дышите нормально. Лента должна лежать параллельно полу и плотно облегать вашу талию, но не врезаться в кожу.',
            'Выдохните, а потом посмотрите на значение на ленте. Там, где начальный конец смыкается с ее хвостом и будет обхват талии.',
          ],
        },
      },
      chest: {
        image: '/manData/chest.png',
        description: 'Обхват груди',
        unit: 'см',
        extendTitle: 'Как измерить?',
        extend: {
          image: '/manData/chestExample.png',
          description: [
            'Снимите или приподнимите одежду с талии. Чтобы узнать точную мерку, необходимо измерить оголенный живот. ',
            'Талия представляет собой самую узкую часть торса, которая обычно находится на уровне пупка или чуть выше.',
            'Встаньте прямо, дышите нормально. Лента должна лежать параллельно полу и плотно облегать вашу талию, но не врезаться в кожу.',
            'Выдохните, а потом посмотрите на значение на ленте. Там, где начальный конец смыкается с ее хвостом и будет обхват талии.',
          ],
        },
      },
    },
  },
  compareResultsTitle: 'Сравнение результатов',
  compareResultsDescription: 'Отследите свой прогресс',
};
